app/admin/01_administracion/alumnos.rb

SELECT "padre_alumnos".* FROM "padre_alumnos" WHERE (alumno_id=1)
---
      row :procede
      row :anio_ingreso
      row "Padres" do
        table_for PadreAlumno.where("alumno_id=#{r.id}") do |t|

SELECT  "alumnos".* FROM "alumnos" WHERE "alumnos"."id" = $1 LIMIT $2  [["id", 121212], ["LIMIT", 1]]
SELECT "cuenta_alumnos".* FROM "cuenta_alumnos" WHERE (alumno_id=1)
---
        end
      end
      row "Cuentas" do
        table_for CuentaAlumno.where("alumno_id=#{r.id}") do |t|