app/admin/01_administracion/cuentas.rb

      row :info

      row "Titular" do
        table_for TitularCuenta.where("cuenta_id=#{r.id}") do |t|
---
SELECT "titular_cuentas".* FROM "titular_cuentas" WHERE (cuenta_id=12121)

        end
      end
      row "Alumnos" do
        table_for CuentaAlumno.where("cuenta_id=#{r.id}") do |t|
---
SELECT "cuenta_alumnos".* FROM "cuenta_alumnos" WHERE (cuenta_id=12121)