app/admin/01_administracion/padres.rb

SELECT "padre_alumnos".* FROM "padre_alumnos" WHERE (usuario_id=2)
---
      row :habilitado

      row "Hijos" do
        table_for PadreAlumno.where("usuario_id=#{r.id}") do |t|

SELECT "titular_cuentas".* FROM "titular_cuentas" WHERE (usuario_id=2)
---
        end
      end
      row "Cuentas" do
        table_for TitularCuenta.where("usuario_id=#{r.id}") do |t|