app/models/alumno.rb

  def self.coleccion()
  	return Alumno.all.order(:nombre,:apellido).map{|u| [u.tostr(),u.id]}
---
SELECT "alumnos".* FROM "alumnos" ORDER BY "alumnos"."nombre" ASC, "alumnos"."apellido" ASC