app/models/cuenta.rb

SELECT "cuentas".* FROM "cuentas" ORDER BY "cuentas"."id" ASC
---
  def self.coleccion()
  	return Cuenta.all.order(:id).map{|u| [u.tostr(),u.id]}