app/models/usuario.rb

  def self.coleccion()
  	return Usuario.all.order(:nombre,:apellido).map{|u| [u.tostr(),u.id]}
---
SELECT "usuarios".* FROM "usuarios" ORDER BY "usuarios"."nombre" ASC, "usuarios"."apellido" ASC